<?php

//- แบบประเมิน
//  - เก็บค่า
//     - name
//     - phone
//     - uic
//     - choice
//     - score
// - questions
//         - id
//         - no
//         - title
// - answers
//         - id
//         - question_id
//         - no
//         - title
//         - value

// - user_answers_info
//     - id
//     - name
//     - phone
//     - uic
//     - submited_at

// - user_answer_data
//     - id
//     - info_id
//     - question_id
//     _ answer_no


// ท่านรู้สึกว่าชีวิตของท่านมีความสุข
// ท่านรู้สึกภูมิใจในตนเอง
// ท่านต้องไปรับการรักษาพยาบาลเสมอ ๆ เพื่อให้สามารถดำเนินชีวิตและทำงานได้
// ท่านพึงพอใจในรูปร่างหน้าตาของท่าน
// ท่านมีสัมพันธภาพที่ดีกับเพื่อนบ้าน
// ท่านรู้สึกประสบความสำเร็จและความก้าวหน้าในชีวิต
// ท่านมั่นใจที่จะเผชิญกับเหตุการณ์ร้ายแรงที่เกิดขึ้นในชีวิต
// ถ้าสิ่งต่างๆ ไม่เป็นไปตามที่คาดหวัง ท่านจะรู้สึกหงุดหงิด
// ท่านสามารถปฏิบัติกิจวัตรประจำวันต่าง ๆ ด้วยตัวท่านเอง
// ท่านรู้สึกเป็นสุขในการช่วยเหลือผู้อื่นที่มีปัญหา
// ท่านมีความสุขกับการริเริ่มงานใหม่ๆ และมุ่งมั่นที่จะทำให้สำเร็จ
// ท่านรู้สึกว่าชีวิตของท่านไร้ค่า ไม่มีประโยชน์
// ท่านมีเพื่อนหรือญาติพี่น้องคอยช่วยเหลือท่านในยามที่ท่านต้องการ
// ท่านมั่นใจว่าชุมชนที่ท่านอยู่อาศัยมีความปลอดภัยต่อท่าน
// ท่านมีโอกาสได้พักผ่อนคลายเครียด
?>
